{"1":"Cloud Real Estate CRM","2":"Use the power of a native cloud solution to help your company with the digital transformation.","3":"Services ","4":"Support","5":"Solutions","6":"Contact","7":"We are your Propertybase Full Service Provider ","8":" We take the requirements and needs of our customers seriously and offer them professional support in the implementation and operation of Propertybase.","9":"Years of Experience","10":"Successful Projects","11":"Satisfied Users","12":"Powered by the salesforce platform","13":"Premium CRM for Real Estate Agents","14":"Propertybase is a comprehensive and powerful CRM solution for the marketing of resdential, commercial and investment properties.","15":"Real estate professionals can use Propertybase to manage the entire acquisition and sales cycle on a single central platform.","16":"Users","17":"Clients","18":"Countries","19":"Salesforce is considered a pioneer in the field of cloud-based business software, especially CRM systems for different needs and industries. Today Salesforce is the leading provider of CRM solutions.","20":"Propertybase was specially developed for the Salesforce platform. Propertybase's broker-specific modules interact perfectly with the underlying platform and CRM functions provided by Salesforce.","21":"Extensive and Efficient","22":"The main features of Propertybase include","23":"Lead & Contact Management","24":"Manage and organize all your contacts such as clients, prospects and business contacts in a central repository. Map your business processes during acquisition or marketing with the help of topic lists and never lose track of things thanks to the integrated activity overview and topic lists.","25":"Listing Management (Portals & Website)","26":"Create your listings in just a few steps and publish them with a click of the mouse on the portals of your choice and on your website. Before activation, Propertybase checks that all the required information is present and notifies you of any missing data.","27":"Automation, Processes & Workflows","28":"Relieve your team of time-consuming activities that can be automated. Propertybase takes over the recording of inquiries (portals, website, etc.), immediately sends the appropriate documentation and the subsequent follow-up process can also be triggered based on your specifications. ","29":"Property Managements","30":"All basic object-related data, documents, images, and contacts in one central location. The appropriate page layout is available for each type of property. With the help of topic lists, you have a comprehensive view of related data sets such as clients, prospects, and activities.","31":"Great Reports & Dashboards","32":"Use real-time dashboards to monitor your operational, financial, and marketing performance. Create motivational dashboards for your team to track their performance. Use the Propertybase mobile app to access reports and dashboards on the go.","33":"Integration with other systems","34":"The Salesforce platform enables seamless integration with many other systems, optimizing data flows and avoiding duplicate work. Through integration, processes can be automated, leading to significant efficiency gains, reducing complexity, and helping to cut costs.","35":"Helps you get the most out of Propertybase","36":"Our Propertybase Services","37":"We do not set ourselves any limits when it comes to fulfilling customer requirements. Thanks to our many years of experience, we can offer a comprehensive range of services, from advice and training to individual programming.","38":"Get Started","39":"Consultation","40":"We'd love to listen carefully to learn more about your company. This is critical to a successful implementation of Propertybase. As soon as we have a good understanding, we can support you in implementing your overall strategy. This is how you get a solution that is perfectly tailored to you.","41":"Implementation","42":"We accompany you through the process of the successful commissioning of Propertybase. From the basic configuration and security settings to fields and page layouts to reports and dashboards, we design Propertybase for your company.","43":"Integration","44":"Propertybase can be connected to many other cloud applications through the Salesforce platform. Use our expertise to integrate these applications. A fully integrated suite of cloud-based apps should be used by every business. Let us show you how to get there.","45":"Customization","46":"It is vital that Propertybase works the way you want it. Adapt Propertybase to your needs with the integrated tools or expand the standard functions with individual programming or use the REST API to connect third-party systems.","47":"Training","48":"We adapt the training courses to your individual needs and budget. This ensures that your team is ready to use the great features of Propertybase. The focus is on relieving employees and the associated joy of working with Propertybase.","49":"On-Going Support","50":"We support you with all questions or problems that arise when using Propertybase. Whether user support, error messages, simple adjustments to page layouts or more demanding topics such as processes or automation, we are always there for you.","51":"We live Propertybase","52":"Why Choose Us","53":"Our goals are simple and clear. We want to exceed our customers' expectations and strive for a long-lasting and personal relationship with them.","54":"We treat the needs of our customers as if they were our own and we provide our services at all times with dedication and competence.","55":"If you are looking for a partner at your side who will support you in the digital transformation in the field of real estate marketing, then you have come to the right place.","56":"Contact Us","57":"Experience","58":"We have in-depth specialist knowledge when it comes to processes in the marketing of real estate. In the past 7 years we have introduced Propertybase at many companies of different sizes or have been hired for maintenance or further development.","59":"Quality","60":"The dependency on a CRM system is high. It is the central and leading system when it comes to doing business. Interruption or restrictions in operation can have fatal consequences. For us, therefore, the qualitative aspect is always in the foreground when we provide our services.","61":"Confidentialty","62":"It goes without saying that we always provide our services while respecting the confidentiality interests of our customers. By signing a confidentiality agreement (NDA), we underline our seriousness in this regard.","63":"Comprehensive Support","64":"With the scope of services of a CRM system, the demands on its maintenance also increase. For the implementation of new or adapted processes, we stand by our customers as a partner who is very familiar with all areas of Propertybase and the surrounding systems.","65":"Exclusive from Consennse","66":"Our Solutions","67":"Swiss quality work ","68":"Propertybase SWISS EDITION","69":"The Swiss version of Propertybase was preconfigured for the needs of Swiss real estate agents.","70":"Get Started ","71":"Your digital department in the cloud","72":"WEB OFFICE for Propertybase","73":"Today, customers expect digital service around the clock, including self-service and short response times.","74":"Your digital department in the cloud","75":"Expose automation without compromise","76":"EXPOSE for Propertybase","77":"Reduce your time to market by automating your document creation.","78":"Get Started ","79":"The different needs and requirements of our customers challenge us every day and we are grateful to them for that.","80":"Our Advantages","81":"Services","82":"Consultation\n          Implementation\n          Integration\n          Training\n                Customisation" , "81A":"On-Going Support ","83":"Solutions","84":"Propertybase SWISS EDITION\n        WEB OFFICE for Propertybase","85":"Products","86":"Propertybase Salesforce","87":"Help center","88":"Consennse Service Desk \n        Propertybase Helpdesk","89":"Your Propertybase Full Service Provider","90":"Privacy Policy","91":"Get in touch with us","92":"First Name","93":"Last Name","94":"Enter First Name","95":"Enter Last Name","96":"Company","97":"(optional)","98":"Enter Company Name","99":"Email Address","100":"Phone Number","101":"Enter Email Address","102":"Enter Phone Number","103":"Subject","104":"Enter Subject","105":"Message","106":"Enter Message","107":"Submit","108":"25,000","109":"4,500","110":"Thank you! ","111":"We’ve received your message and will get back to you soon.","112":"I'm interested in","113":"CRM Support\nBasic\n","114":"CRM Support SLA\nSilver\n","115":"CRM Support SLA\nGold\n","116":"CRM Support SLA\nPlatinum\n","117":"I need advice","118":"Inquiry CRM Support","119":"Support","120":"We’re your partner for all matters relating to your CRM environment, wiyh a clear committment to supporting your organization’s success. Our dedicated team provides you with a single personal pointof contact who knows your system inside and out. Our experts offer tailored guidance, ensuring your specific business needs are met promptly and effectively", "121":"Our contract models in comparison", "122" : "Below are our four contract models, tailored to meet the diverse needs of our customers. None of them a perfect fit? Contact us – we’ll be happy to provide advice and create a custom package for you.","123":"For customers who do not prioritize response time and have no need for additional services:","124":"Response time: Best Effort", "125":"No discounted hourly rate","126A":"For customers who rely on guaranteed response times and optionally wish to benefit from additional services at a preferential rate.","126":"Response time: 24 hours", "127": "Low monthly flat rate for SLA" , "128" : "Optionally includes or excludes Propertybase/Salesforce updates", "129" : "Optionally with or without backup at a preferential rate","130":"For customers who require a shorter response time and wish to optionally benefit from additional services at a preferential rate.","131":"Response time: 4, 8 or 12 hours" , "132": "Preferred resource allocation","133": "Discounted hourly rate", "134": "Monthly flat rate for SLA", "135":"Optionally includes or excludes Propertybase/Salesforce Updates", "136" : "Optionally with or without backup at a preferential rate", "137":"For customers who require the shortest response time and wish benefit from additional services at a preferential rate.", "138":"Response time: 4 hours", "139" : "Preferred resource allocation", "140":"Discounted hourly rate", "141":"Monthly flat rate for SLA includes Propertybase/Salesforce Updates", "143":"With backup at a preferential rate","144":"Get Started","145":"Our Propertybase Services","142":"Monthly flat rate for SLA includes Propertybase/Salesforce Updates" ,"146":"We guide you on the path to a tailored CRM solution – from initial consultation to ongoing support. With our extensive experience, we provide comprehensive services that are precisely tailored to your requirements and deliver long-term value.","147":"Consultation","148":"We'd love to listen carefully to learn more about your company. This is critical to a successful implementation of Propertybase. As soon as we have a good understanding, we can support you in implementing your overall strategy. This is how you get a solution that is perfectly tailored to you","149":"Implementation","150":"We accompany you through the process of the successful commissioning of Propertybase. From the basic configuration and security settings to fields and page layouts to reports and dashboards, we design Propertybase for your company.","151":"Integration","152":"Propertybase can be connected to many other cloud applications through the Salesforce platform. Use our expertise to integrate these applications. A fully integrated suite of cloud-based apps should be used by every business.Let us show you how to get there.","153":"Customization","154":"It is vital that Propertybase works the way you want it. Adapt Propertybase to your needs with the integrated tools or expand the standard functions with individual programming or use the REST API to connect third-party systems.","155":"Training","156":"We adapt the training courses to your individual needs and budget. This ensures that your team is ready to use the great features of Propertybase. The focus is on relieving employees and the associated joy of working with Propertybase","157":"On-Going Support","158":"We support you with all questions or problems that arise when using Propertybase. Whether user support, error messages, simple adjustments to page layouts or more demanding topics such as processes or automation, we are always there for you.","159":"YOUR SUCCESS IS OUR MOTIVATION","160":"The steps to success","161":"With a focus on transparent communication, clearly defined milestones, and ongoing monitoring, we ensure that your project is completed efficiently, smoothly, and with lasting success.","162":"Our proven phase model","163":"From initial brainstorming to final implementation- and even beyond.","164":"Analysis","165A":"Content","165":"The focus of the analysis phase is on thoroughly understanding the business requirements and processes. This critical step involves and in-depth examination of the existing systems and workflows to identify and document the needs and expectations of various stakeholders.","166":"Result","167":"A thorough and methodical analysis ensures a successful implementation. It guarantees that the solution meets current requirements while being flexible enough to support future business needs.","168":"Design","169":"The design phase builds on the insights from the analysis phase and focuses on translating the identified requirements into concrete technical and functional specifications. This phase is essential for developing a robust, scalable, and user-friendly solution","170":"Through a careful and detailed design phase, it is ensured that the CRM system meets current business requirements and is future-proof and extensible. This phase lays the foundation for a successful implementation and long-term project success.","171":"Implementation","172":"The implementation phase in Salesforce or CRM projects marks the transition from planning to active development and deployment of the solution. In this phase, the requirements and specifications defined in the analysis and design phases are translated into working software.","173":"Through a careful and structured implementation phase, it is ensured that the Salesforce or CRM system meets requirements, is stable and reliable, and can be effectively used by users. This phase is critical for project success and user satisfaction.","174":"Training and Documentation","175":"Creating training materials and conducting training sessions for end-users is a crucial component for the successful rollout of a system. This ensures that users are familiar with the new system and can use it effectively. Additionally, a comprehensive system documentation is created, detailing all configurations, adjustments, and processes.","176":"Thorough and well-structured training and documentation ensure that users can efficiently and effectively use the new Salesforce or CRM system. This significantly contributes to project success by enhancing user adoption and productivity.","177":"Deployment","178":"System deployment and subsequent post- deployment support are crucial phases in Salesforce or CRM projects. They ensure that the new system is smoothly launched and operates sustainably.","179":"Thanks to careful planning and close collaboration among all stakeholders, the deployment runs smoothly. Post-deployment support ensures continuous optimization based on user feedback","180":"25,000","181":"4,000","182":"* Guaranteed response time for emergencies","183":"Enter message","184":"Exposé Automation without Compromise", "185":"Our innovative solution transforms the everyday work of agents by making it simpler and more efficient, saving time and cutting costs in the process.","186":"Empowering your workflow", "187":"Effortlessly integrate data from Propertybase, streamline operations, and focus on what matters most. With aan easy onboarding process and user-friendly interface, you can hit the ground running while maintaining or enhancing the quality of your output,", "188":"About EXPOSE for Propertybase","189":"Reduce your Time to Market", "190":"Now you can automate your sales docs and direct mail creation without compromise, saving time AND money!", "191":"Create beautiful PDFs & print products - fully automated", "192":"Print Automation", "193":"Time saved", "194":"Cost reduction", "195":"Happier clients", "196":"Make an exceptional first impression with auto generated PDFs.", "197":"Set yourself apart from the competition with direct mail - auto generated and hassle free.", "198":"Go the extra mile. Show your property in the form of auto generated brochures and books.", "199":"Custom templates tailored to your needs","200":"Thanks to custom design templates you can create digital PDFs or printed brochures all by yourself. You won&apos;t need any help from graphic designers or agencies. This reduces your time to market and lowers your overhead.", "201":"Easy-to-use editor", "202":"Personalising your PDFs or your brochures adding a personal touch? Easy. With our web based editor you can quickly crop or add new photos and edit your copy.","203":" Turnkey marketing solution","204":"The Swiss version of Propertybase has been pre-configured to meet the needs of Swiss real estate agents. At the same time, the Propertybase Swiss Edition offers enough flexibility to accommodate the individual customization requirements of each client","205":"Real Estate Marketing with Precision and Excellence","206":"As a comprehensive, powerful, yet simple solution for real estate marketing, Propertybase SE is quick to implement. Predefined processes facilitate compliance with standards and improve data quality. The addition of “SWISS EDITION” represents Swiss values such as quality, reliability, and precision.","207":"Simplifies the Marketer’s Daily Work" , "208":"In the fast-paced world of real estate, efficiency and seamless communication are key to success. Managing inquiries, following up with leads, and staying organized can often feel overwhelming. That’s why streamlining your daily tasks is essential—not just to save time but to provide the exceptional service your clients expect", "209":"AT YOUR SERVICE AROUND THE CLOCK", "210":"Automated Delivery of Exposés", "211" :"Inquiries from real estate portals and your website are automatically captured, and the property brochure is immediately sent to the interested party via a personalized email. An intelligent capture logic ensures that a contact is not recorded multiple times.","212":"NO MORE PENDING INQUIRIES", "213" : "Fully automated Follow-up and Rejection Process", "214" : "Don’t waste time on “window shoppers” or struggle with unsuccessful attempts to reach prospects by phone. Decide how often and at what intervals follow-up emails should be sent.","215":"NEW MANDATE – GENERATE PROSPECTS","216":"Exposé Delivery to the Waiting List","217":"Take advantage of the time lead. Why wait until the marketing materials are finalized? Publish the property on your website or portals right away. Prospects are added to the waiting list and can be served with the brochure at the push of a button","218":"MAKE USE OF YOUR ADDRESS DATABASE","219":"E-Mail Campaigns","220":"With the integrated campaign module, you can inform potential prospects in your address database about a new mandate. At the push of a button, without filling out a form, they can request the exposé. The automated dispatch and follow-up process takes care of the rest","221":"Overview of the Core Modules", "222":"Our core modules form the foundation of streamlined real estate workflows. They combine essential tools to simplify daily tasks, enhance organization, and provide insights that drive success. Focus on what matters most—delivering exceptional service and closing more deals.","223":"POWERFUL CRM THAT KEEPS YOU IN CONTROL", "224" : "Contact and Prospect Management","225":"Categorize your contacts as owners, prospects, or other business contacts. Using topic lists, you gain a comprehensive view of related records such as properties owned, property inquiries, and activities.", "226":"RESIDENTIAL PROPERTIES, INVESTMENT PROPERTIES, LAND, PROJECTS","227":"Property Management","228":"Propertybase SE provides a suitable page layout for each property type. This ensures that irrelevant data (e.g., lot size for an apartment) is not displayed in the first place. With the help of topic lists, you get a comprehensive view of related records such as owners, prospects, and activities","229":"PROPERTY MARKETING","230":"Listings","231":"Through listings, you can market the property across various channels, such as real estate portals or your website. Before activation, Propertybase SE checks whether all required information is available and alerts you to any missing data","232":"IT DOESN’T GET ANY EASIER","233":"Search Profiles and Matching", "234": "With thousands of prospects, it’s easy to lose track. Save detailed search profiles for your prospects and use a powerful matching feature to quickly provide them with suitable property offers in just a few steps.","235":"FIXED, BONUS, OR FLAT RATE","236":"A Closing is not just a Closing","237" :"With support for various success fee models, the closing process runs smoothly. Each type of closing has its own tailored page layout, which can be filled in with the necessary data. Depending on which fields you have already completed on the closing layout, the status automatically updates","238":"LEVEL-APPROPRIATE AND MEANINGFUL","239": "Dashboards and Reports", "240" :"With the help of dashboards and reports, not only does the real estate consultant have daily operations under control, but management also maintains a clear overview of the business’s progress","241":"TAILORED TO THE PROCESSES","242": "Activities","243":"Activities include tasks, events, and calendars. All activities are available in a process-specific manner and automatically link to the contact, property, or inquiry. Activities are chronologically documented on the activity timeline","244":"Advanced Functionality included", "245" :"Our real estate solution provides innovative and comprehensive functionality to elevate your business to new heights. With these cutting-edge features and tools, you’ll achieve unmatched efficiency, streamline your workflows, and drive exceptional success!","246":"ALWAYS A CHALLENGE","247":"Couple Solution","248":"Each individual is managed separately in the system and maintains their own historical records. However, during the period of a relationship, both individuals in the partnership are viewed together. The solution ensures that personal data remains private while making the shared history during the relationship visible, as well as the current and past relationships. An individual can be part of multiple partnerships over time.","249":"TAILORED TO YOUR MARKET AREAS","250" : "SWISS Postal Code Service", "251" :"Simplify Data Entry with Swiss Postal Code Integration. Streamline your workflow with our Swiss Postal Code feature, designed to enhance accuracy and save time. This powerful tool automatically assigns the city and region based on the postal code entered for both contacts and properties. Eliminate errors and ensure consistency by automating city and region assignments", "252" :" IMMEDIATELY KNOW WHAT’S HAPPENING", "253" : "Analytics", "254": "Gain a detailed view of prospects, their origins, and rejection reasons. Track each prospect’s status in real-time for improved pipeline management. Turn data into actionable insights, refine your strategies, and achieve unparalleled success", "255":"YOU DEFINE THE PROCESSES","256":"Powerful Flow Builder","257" :"Empower your business with the Flow Builder, the ultimate tool for creating automated workflows and streamlining complex processes with ease. Whether you’re managing prospects, surveys, or any other individual business need, with Flow Builder you take control of your processes and deliver exceptional user and customer experience.","258":"The cloud has no opening hours","259":"Meet your customers’ expectations even better.Today, customers expect digital service around the clock.Comprehensive self-service and short response times are just as essential as the ability to provide feedback with a single click","260":"Transforming the Way You Work","261":"Web Office provides optimal support for your digital transformation.By integrating a wide range of digital services, it optimizes processes, reduces the workload on your employees, andpositions your company as a future-oriented, digitally driven organization.","262":"Your digital department in the cloud","263":"Web Office provides optimal support for your digital transformation. A variety of digital services are transferred to the Web Office. This eases the workload on your employees and positions your company as a digital and therefore progressive organization." ,"264":"RELIABLE, EFFICIENT, AND TIRELESS","265":"Digital Employees","266":"Unlike human employees, digital employees in Web Office are tireless, working around the clock without errors or downtime. They require no recruitment, onboarding, or personal management.Additionally, they are highly flexible, scalable, and demand neither salary increases nor further training. In challenging times, they remain loyal to the company, never switch to competitors, and eliminate the risk of knowledge loss or the leakage of sensitive business information. An ideal complement for your modern enterprise.","267":"Benefits for the Human Employee","268":"MORE TIME FOR WHAT MATTERS","269":"Thanks to the relief provided by Web Office, your employees gain valuable time to focus on what truly matters: acquiring new mandates and providing optimal support to your clients throughout the entire mandate phase. Prospective clients in the decision-making stage can be guided to closure through additional viewings and well-prepared consultations. This boosts both efficiency and customer satisfaction equally.","270":"Hybrid customer service","271":"THE SYMBIOSIS OF DIGITAL AND ANALOG","272":"Each type of employee—digital and human—has unique strengths that, when combined, create an unbeatable team. Digital employees provide 24/7 reliability, are pandemic-resistant, flexibly scalable, and cost-efficient. On the other hand,human employees bring valuable qualities such as interaction, personality, expertise, intuition, and instinct. Together, they create the perfect balance to ensure the long-term success of your business.","273":"Overview of the Modules", "274":"Feedback Favorite", "275":"Scope of Application","276":"Clients expect their real estate agent to provide clear insights into the status of prospective buyers—especially the reasons for declines However, traditional follow-ups via phone or email are time-consuming and taxing. This creates a dilemma: the agent must balance providing the client with the requested information while focusing resources on prospects who are close to scheduling a viewing or making a decision.","275A": "With Feedback Favorite, prospective buyers can communicate their reasons for declining directly from an email. This provides the agent with valuable feedback on each property automatically. The feedback helps the agent fine-tune their marketing strategy and provide the client with well-informed updates.","276A": "The reasons for declines are transmitted to Propertybase in real-time, and the favorite is automatically closed. This ensures the process is efficient and seamlessly integrated into the agent’s daily workflow.","277":"Feedback Closing","278A":"Scope of Application","279":"The sale or purchase of a property is an emotional journey for both buyers and sellers. To fulfill their role as a mediator professionally and comprehensively, continuous improvement is crucial for real estate agents. Feedback from both parties after a successful transaction provides valuable insights that can help optimize processes and strengthen client relationships.","279C":"With Feedback Closing, both sellers and buyers can provide ratings for the various stages of the mediation process. This gives the agent key insights to refine their workflows and improve personal interactions with clients and prospects.", "279A":"Behind the Scenes","279B": "The feedback from both parties is recorded as a star rating directly on the transaction. This standardized and easy-to-read format makes the results easy to analyze and supports the agent’s continuous professional development.","280":"Campaign To Favorite","281":"Scope of Application","282":"Generating prospective clients is the first step toward a successful transaction and holds significant potential for acquiring new mandates—for example, when prospects are property owners themselves. Effective campaigns for client acquisition are therefore essential for sustainable success.","282C":"With Campaign To Favorite, real estate agents can easily generate property inquiries (favorites). The module is highly flexible: whether using the campaign tool integrated in Propertybase or third-party platforms like Mailchimp or Campaign Monitor, sending campaigns is seamless. This flexibility allows agents to choose the tools that best suit their business needs.","282A":"Behind the Scenes","282B":"To evaluate the success of campaigns, the origin of the inquiry is recorded directly on the favorite. For more detailed analysis, additional parameters, such as those provided by Google Analytics, can be included in the campaign. This enables precise tracking and targeted optimization of future campaigns.","283":"Subscription Settings","284":"Scope of Application","285":"The flood of newsletters and untargeted messages is becoming increasingly burdensome for many clients. This makes it all the more important for real estate agents to send targeted and relevant information. Otherwise, they risk clients unsubscribing from their communication and no longer receiving updates.","285A":"Practical Application","286":"With Subscription Settings, clients can individually choose the type of information they wish to receive from their agent. While some clients prefer to receive only relevant property offers, others appreciate additional insights, such as updates about the real estate agency or market trends. This ensures that communication is tailored to each client’s specific needs." , "287A" : "Behind the Scenes","287B":"Clients’ preferences - including their consent to the privacy policy and the timestamp of this consent - are stored directly on their contact record. This ensures that the data remains organized and traceable at all times, enabling professional and legally compliant communication.","288" :"In Preparation","289":"We are continuously expanding WEB OFFICE and are currently working on the following modules:","290":"Search Profile","291":"Creation and management of search profiles via self-service","292":"Feedback Favorite PRO","293":"Enhanced functionality of Feedback Favorite: Prospective clients can not only provide their feedback but also directly view the provided documents and take the next steps, such as scheduling a viewing or submitting a decline. This intuitive feature streamlines interactions and accelerates the process for all parties involved.","294":"Auto Matching","295":"Using AI, the inquiries and search profiles of a prospective client are continuously analyzed. Based on this analysis, an email with suitable property suggestions is automatically sent, enabling targeted and personalized engagement with the client.","296":"Why choose WEB OFFICE","297":"WEB OFFICE offers a range of benefits that transform your daily operations and future-proof your business:","298":"Real-Time Self-Service for Clients:","299" : " Instant access to information and features anytime, anywhere.", "300":"Available 24/7:","301":"Continuous support without interruptions.","302":"Scalability at the Push of a Button:","303":"Easily and quickly adjust capacity to meet current demands.","304":"Supports Business Growth:","305":"Facilitates expansion through efficient digital processes.","305A" :" More Time for What Matters:","305B":"Frees up advisors for focused client care and strategic tasks.","306":"Standardized Processes:","307":"Ensures consistent quality by adhering to predefined standards.", "308":"Solves Staffing Challenges:","309": "Reduces personnel shortages and prevents employee overload.","310":"Enhanced Client Information:","310A":" Provides precise and up-to-date data to improve client satisfaction.","311":"Pandemic-Resilient:","312":"Maintains reliable operations regardless of external disruptions.","313":"Cost Efficiency:","314":"Saves resources through automated and digital workflows.","315":"WEB OFFICE is the ideal solution to enhance efficiency, flexibility, and quality in your business sustainably.","316":"These companies have already hired digital employees.","317":"Ready for the next step?","318":"We are happy to provide you with more information or arrange a consultation.", "400":"Privacy Policy", "401":"1. General Information","402":"Protecting your personal data is important to us. This privacy policy provides information about the processing of your personal data when you visit our website.","403":"2. Data Controller","404":"3. Collection and Storage of Personal Data","405":"a) when visiting the Website","406":"When you visit our website, the following data is automatically collected by the server:","407":"Switzerland", "408":"Mr. Urs Senn","409":"IP address","410":"Date and time of access","411":"Visited pages","412":"Browser and operating system used","413":"This data is collected solely to ensure the operation of the website and to improve our offerings.","414":"b) when using the Contact Forms","415":"If you contact us via the contact form, the following data will be collected:","416":"Name","417":"Email address","418":"Visited pages","419":"Message text","420":"This data is necessary to process your inquiry and to contact you. The legal basis for processing your data is:","421":"Under GDPR:","422":"Art. 6(1)(b) (performance of a contract) or Art. 6(1)(f) (legitimate interest).","423":"Under Swiss DSG:","424":"Art. 6 DSG (processing personal data to fulfill a contract or to take pre-contractual measures at the request of the data subject).","425":"Data Retention:","426":"The data collected via the contact form will only be stored for as long as necessary to process your request or as required by statutory retention periods. After these periods expire, the data will be deleted.","427":"Transfer to Third Countries:","428":"Data collected via the contact form is processed exclusively on servers located in Switzerland, the EU, or third countries that meet the adequate data protection standards under Swiss data protection law. Transfers to countries without an adequate level of data protection will only occur with your explicit consent or based on contractual safeguards.","429":"Your Rights under Swiss Data Protection Law:","430":"In addition to the rights already mentioned (see Section 7), you have the right under the Swiss DSG to request information about the processing of your data and its purpose directly from us.","431":"To exercise these rights or if you have questions about data processing, you can contact us using the information provided in Section 2.","432":"4. Cookies","433":"We use cookies to facilitate the use of our website. You can restrict or disable the use of cookies in your browser settings.","434":"5. Use of Google Analytics","435":"This website uses Google Analytics, a web analytics service provided by Google LLC (“Google”). Google Analytics uses cookies that enable the analysis of your use of the website.","436":"The information generated by the cookies about your use of this website (including your IP address) is generally transmitted to and stored on a Google server in the United States. We use Google Analytics exclusively with IP anonymization enabled, so your IP address is truncated within the member states of the European Union.","437":"Processing is based on Art. 6(1)(f) GDPR (legitimate interest in analyzing and optimizing our website).","438":"You can prevent Google Analytics from collecting your data by downloading and installing the browser add-on for disabling Google Analytics: https://tools.google.com/dlpage/gaoptout.","439":"6. Data Sharing","440":"Your data will not be shared with third parties unless required by law, necessary for fulfilling a contract, or as described in the context of Google services.","441":"7. Rights of Data Subjects","442":"You have the following rights:","443":"Access to your stored data","444":"Correction of incorrect data","445":"Deletion of your data","446":"Restriction of processing","447":"Objection to processing","448":"Data portability","449":"To exercise these rights, please contact us (see Section 2).","450":"8. Contact and Complaints","451":"If you have questions about data processing or wish to file a complaint, please contact us in writing (by post). You also have the right to lodge a complaint with a data protection supervisory authority.","452":"Last Update: 1th of January 2025","453":"This site uses cookies to support the user experience. If you continue to use this site, we will assume your consent.","454":"Read more"}