{"1":"Cloud-CRM für Immobilien","2":"Nutzen Sie die Leistungsfähigkeit einer nativen Cloud-Lösung, um Ihr Unternehmen bei der digitalen Transformation zu unterstützen.","3":"Dienstleistungen ","4":"Unterstützung","5":"Lösungen","6":"Kontakt","7":"Wir sind Ihr Propertybase Full Service Provider ","8":" Wir nehmen die Anforderungen und Bedürfnisse unserer Kunden ernst und bieten ihnen professionelle Unterstützung bei der Implementierung und dem Betrieb von Propertybase.","9":"Jahre Erfahrung","10":"Erfolgreiche Projekte","11":"Zufriedene Anwender","12":"Unterstützt durch die Salesforce-Plattform","13":"Premium-CRM für Immobilienmakler","14":"Propertybase ist eine umfassende und leistungsstarke CRM-Lösung für die Vermarktung von Wohn-, Gewerbe- und Anlageimmobilien.","15":"Mit Propertybase können Immobilienprofis den gesamten Anschaffungs- und Verkaufszyklus auf einer einzigen zentralen Plattform verwalten.","16":"Anwender","17":"Kunden","18":"Länder","19":"Salesforce gilt als Pionier im Bereich cloudbasierter Business-Software, insbesondere CRM-Systeme für unterschiedliche Bedürfnisse und Branchen. Heute ist Salesforce der führende Anbieter von CRM-Lösungen.","20":"Propertybase wurde speziell für die Salesforce-Plattform entwickelt. Die maklerspezifischen Module von Propertybase interagieren perfekt mit den zugrundeliegenden Plattform- und CRM-Funktionen von Salesforce.","21":"Umfangreich und effizient","22":"Zu den Hauptfunktionen von Propertybase gehören","23":"Lead- und Kontaktmanagement","24":"Verwalten und organisieren Sie alle Ihre Kontakte wie Kunden, Interessenten und Geschäftskontakte in einer zentralen Ablage. Bilden Sie Ihre Geschäftsprozesse bei der Akquise oder Vermarktung mit Hilfe von Themenlisten ab und verlieren Sie dank der integrierten Aktivitätenübersicht und Themenlisten nie den Überblick.","25":"Listing-Management (Portale und Website)","26":"Erstellen Sie in wenigen Schritten Ihre Inserate und veröffentlichen Sie diese per Mausklick auf den Portalen Ihrer Wahl und auf Ihrer Website. Vor der Freischaltung prüft Propertybase, ob alle erforderlichen Angaben vorhanden sind und weist Sie auf fehlende Daten hin.","27":"Automatisierung, Prozesse und Workflows","28":"Entlasten Sie Ihr Team von zeitintensiven Tätigkeiten, die sich automatisieren lassen. Propertybase übernimmt die Aufnahme von Anfragen (Portale, Website, etc.), versendet umgehend die entsprechende Dokumentation und auch der anschließende Follow-Up-Prozess kann basierend auf Ihren Vorgaben angestoßen werden. ","29":"Immobilienverwaltungen","30":"Alle objektbezogenen Basisdaten, Dokumente, Bilder und Ansprechpartner an einem zentralen Ort. Für jede Objektart steht das passende Seitenlayout zur Verfügung. Mithilfe von Themenlisten haben Sie einen umfassenden Überblick über zusammengehörende Datensätze wie Kunden, Interessenten und Aktivitäten.","31":"Tolle Berichte und Dashboards","32":"Verwenden Sie Echtzeit-Dashboards, um Ihre betriebliche, finanzielle und Marketing-Leistung zu überwachen. Erstellen Sie motivierende Dashboards für Ihr Team, um dessen Leistung zu verfolgen. Verwenden Sie die mobile App von Propertybase, um unterwegs auf Berichte und Dashboards zuzugreifen.","33":"Integration mit anderen Systemen","34":"Die Salesforce-Plattform ermöglicht eine nahtlose Integration mit vielen anderen Systemen, optimiert Datenflüsse und vermeidet doppelte Arbeit. Durch die Integration können Prozesse automatisiert werden, was zu erheblichen Effizienzgewinnen führt, die Komplexität reduziert und zur Kostensenkung beiträgt.","35":"Hilft Ihnen, das Beste aus Propertybase herauszuholen","36":"Unsere Propertybase-Dienste","37":"Bei der Erfüllung von Kundenanforderungen setzen wir uns keine Grenzen. Dank unserer langjährigen Erfahrung können wir ein umfassendes Leistungsspektrum von der Beratung über Schulungen bis hin zur individuellen Programmierung anbieten.","38":"Erste Schritte","39":"Beratung","40":"Wir hören Ihnen gerne aufmerksam zu und erfahren mehr über Ihr Unternehmen. Das ist entscheidend für eine erfolgreiche Implementierung von Propertybase. Sobald wir ein gutes Verständnis haben, können wir Sie bei der Umsetzung Ihrer Gesamtstrategie unterstützen. So erhalten Sie eine Lösung, die perfekt auf Sie zugeschnitten ist.","41":"Durchführung","42":"Wir begleiten Sie durch den Prozess der erfolgreichen Inbetriebnahme von Propertybase. Von der Grundkonfiguration und Sicherheitseinstellungen über Felder und Seitenlayouts bis hin zu Reports und Dashboards gestalten wir Propertybase für Ihr Unternehmen.","43":"Integration","44":"Propertybase kann über die Salesforce-Plattform mit vielen anderen Cloud-Anwendungen verbunden werden. Nutzen Sie unsere Expertise, um diese Anwendungen zu integrieren. Jedes Unternehmen sollte eine vollständig integrierte Suite von Cloud-basierten Apps nutzen. Wir zeigen Ihnen, wie Sie dorthin gelangen.","45":"Anpassung","46":"Entscheidend ist, dass Propertybase so funktioniert, wie Sie es sich wünschen. Passen Sie Propertybase mit den integrierten Tools an Ihre Bedürfnisse an oder erweitern Sie die Standardfunktionen mit individuellen Programmierungen oder nutzen Sie die REST-API zur Anbindung von Drittsystemen.","47":"Ausbildung","48":"Wir passen die Schulungen individuell an Ihre Bedürfnisse und Ihr Budget an. So stellen wir sicher, dass Ihr Team bereit ist, die tollen Features von Propertybase zu nutzen. Im Vordergrund steht die Entlastung der Mitarbeiter und die damit verbundene Freude an der Arbeit mit Propertybase.","49":"Laufende Unterstützung","50":"Wir unterstützen Sie bei sämtlichen Fragen oder Problemen, die bei der Nutzung von Propertybase auftreten. Egal ob Benutzersupport, Fehlermeldungen, einfache Anpassungen von Seitenlayouts oder anspruchsvollere Themen wie Prozesse oder Automatisierung, wir sind jederzeit für Sie da.","51":"Wir leben Propertybase","52":"Warum uns wählen","53":"Unsere Ziele sind einfach und klar. Wir wollen die Erwartungen unserer Kunden übertreffen und streben eine langfristige und persönliche Beziehung zu ihnen an.","54":"Wir behandeln die Bedürfnisse unserer Kunden, als wären es unsere eigenen und erbringen unsere Leistungen stets engagiert und kompetent.","55":"Sie suchen einen Partner an Ihrer Seite, der Sie bei der digitalen Transformation im Bereich der Immobilienvermarktung unterstützt, dann sind Sie bei uns richtig.","56":"Kontaktaufnahme","57":"Erfahrung","58":"Wir verfügen über fundiertes Fachwissen, wenn es um Prozesse in der Vermarktung von Immobilien geht. In den vergangenen 7 Jahren haben wir Propertybase bei vielen Unternehmen unterschiedlicher Größe eingeführt oder waren für die Betreuung bzw. Weiterentwicklung beauftragt.","59":"Qualität","60":"Die Abhängigkeit von einem CRM-System ist hoch. Es ist das zentrale und führende System, wenn es um die Abwicklung von Geschäften geht. Unterbrechungen oder Einschränkungen im Betrieb können fatale Folgen haben. Für uns steht daher bei der Erbringung unserer Leistungen stets der qualitative Aspekt im Vordergrund.","61":"Vertraulichkeit","62":"Selbstverständlich erbringen wir unsere Leistungen stets unter Wahrung der Vertraulichkeitsinteressen unserer Kunden. Mit der Unterzeichnung einer Vertraulichkeitsvereinbarung (NDA) unterstreichen wir unsere Seriosität in dieser Hinsicht.","63":"Umfassende Unterstützung","64":"Mit dem Leistungsumfang eines CRM-Systems steigen auch die Ansprüche an dessen Wartung. Für die Implementierung neuer oder angepasster Prozesse stehen wir unseren Kunden als Partner zur Seite, der sich in allen Bereichen von Propertybase und den Umsystemen bestens auskennt.","65":"Exklusiv von Consennse","66":"Unsere Lösungen","67":"Schweizer Qualitätsarbeit ","68":"Propertybase SWISS EDITION","69":"Die Schweizer Version von Propertybase wurde für die Bedürfnisse von Schweizer Immobilienmaklern vorkonfiguriert.","70":"Erste Schritte ","71":"Ihre Digitalabteilung in der Cloud","72":"WEB OFFICE für Propertybase","73":"Kunden erwarten heute digitalen Service rund um die Uhr, inklusive Self-Service und kurzen Reaktionszeiten.","74":"Ihre Digitalabteilung in der Cloud","75":"Automatisierung ohne Kompromisse offenlegen","76":"EXPOSE für Propertybase","77":"Verkürzen Sie Ihre Markteinführungszeit, indem Sie die Erstellung Ihrer Dokumente automatisieren.","78":"Erste Schritte ","79":"Die unterschiedlichen Bedürfnisse und Anforderungen unserer Kunden fordern uns täglich heraus und dafür sind wir ihnen dankbar.","80":"Unsere Vorteile","81":"Dienstleistungen","82":"Beratung Implementierung Integration Individualisierung Schulung ", "81A":" Support & Unterhalt","83":"Lösungen","84":"Propertybase SWISS EDITION WEB OFFICE for Propertybase","85":"Produkte","86":"Propertybase Salesforce","87":"Hilfe-Center","88":"Consennse Service Desk Propertybase Helpdesk","89":"Ihr Propertybase Full Service Anbieter","90":"Privacy Policy","91":"Kontaktaufnahme","92":"Vorname","93":"Nachname","94":"Vorname eingeben","95":"Nachname eingeben","96":"Firma","97":"(optional)","98":"Firma eingeben","99":"E-Mail-Adresse","100":"Telefonnummer","101":"E-Mail-Adresse eingeben","102":"Telefonnummer eingeben","103":"Thema","104":"Betreff eingeben","105":"Nachricht","106":"Nachricht eingeben","107":"Senden","108":"25.000","109":"4.500","110":"Danke schön! ","111":"Wir haben Ihre Nachricht erhalten und werden uns in Kürze bei Ihnen melden.","112":"Ich interessiere mich für","113":"CRM Support Basis\n","114":"CRM Support SLA Silber\n","115":"CRM Support SLA Gold\n","116":"CRM-Support SLA Platin\n","117":"Ich benötige Beratung","118":"Anfrage CRM Support","119":"Support","120":"Wir sind Ihr Partner für alle Belange rund um Ihre CRM-Umgebung und haben uns dem Erfolg Ihres Unternehmens verschrieben. Unser engagiertes Team bietet Ihnen einen einzigen persönlichen Ansprechpartner, der Ihr System in- und auswendig kennt. Unsere Experten bieten maßgeschneiderte Beratung und stellen sicher, dass Ihre spezifischen Geschäftsanforderungen zeitnah und effektiv erfüllt werden.","121": "Unsere Vertragsmodelle im Vergleich", "122": "Nachfolgend finden Sie unsere vier Vertragsmodelle, die auf die unterschiedlichen Bedürfnisse unserer Kunden zugeschnitten sind.Passt keines davon perfekt? Sprechen Sie uns an – wir beraten Sie gerne und erstellen ein individuelles Paket für Sie.", "123" : "Für Kunden,denen die Reaktionszeit nicht wichtig ist und auch keinen Bedarf an Zusatzleistungen haben","124":"Reaktionszeit: Best Effort","125":"kein reduzierter Stundenansatz", "126A":"Für Kunden, die auf eine garantierte Reaktionszeit angewiesen sind und wahlweise von Zusatzleistungen zum Vorzugspreis profitieren wollen.", "126":"Reaktionszeit: 24 Stunden", "127":"geringe monatliche Pauschale für SLA", "128": "wahlweise inklusive oder exklusive Propertybase/Salesforce Updates", "129" :"wahlweise mit oder ohne Backup zum Vorzugspreis","130":"Für Kunden, die auf eine verkürzte Reaktionszeit angewiesen sind und von wahlweise von zusätzlichen Zusatzleistungen zum Vorzugspreis profitieren möchten.","131":"Reaktionszeit: 4, 8 oder 12 Stunden","132" :"Bevorzugte Ressourcenzuteilung", "133" :"Reduzierter Stundenansatz", "134" : "Monatliche Pauschale für SLA", "135" :"wahlweise inklusive oder exklusive Propertybase/Salesforce Updates", "136" : "wahlweise mit oder ohne Backup zum Vorzugspreis","137":"Für Kunden, die auf die kürzeste Reaktionszeit angewiesen sind und von zusätzlichen Inklusivleistungen zum Vorzugspreis profitieren möchten.", "138" :"Reaktionszeit: 4 Stunden", "139":"Bevorzugte Ressourcenzuteilung", "140":"Reduzierter Stundenansatz","141":"Monatliche Pauschale für SLA", "142":"inklusive Propertybase/Salesforce Updates", "143":"inklusive Backup zum Vorzugspreis","144":"Mehr erfahren","145":"Unsere Propertybase Services","146":"Wir begleiten Sie auf dem Weg zu einer massgeschneiderten CRM-Lösung – von der ersten Beratung bis zum laufenden Support. Mit unserer langjährigen Erfahrung bieten wir Ihnen umfassende Services, die genau auf Ihre Anforderungen abgestimmt sind und langfristigen Mehrwert schaffen.","147":"Beratung","148":"Wir hören Ihnen gerne aufmerksam zu, um mehr über Ihr Unternehmen zu erfahren. Das ist für eine erfolgreiche Implementierung von Propertybase von entscheidender Bedeutung. Sobald wir ein gutes Verständnis haben, können wir Sie bei Umsetzung Ihrer Gesamtstrategie unterstützen. So erhalten Sie eine perfekt für Sie zugeschnittene Lösung.","149":"Implementierung","150":"Wir begleiten Sie durch den Prozess der erfolgreichen Inbetriebnahme von Propertybase. Von der Grundkonfiguration und den Sicherheitseinstellungen über Felder und Seitenlayouts bis hin zu Berichten und Dashboards gestalten wir Propertybase für Ihr Unternehmen.","151":"Integration","152":"Durch die Salesforce Plattform kann Propertybase mit vielen anderen Cloud-Anwendungen verbunden werden. Nutzen Sie unser Fachwissen, um diese Anwendungen zu integrieren. Eine vollständig integrierte Suite von Cloud-basierten Apps sollte jedes Unternehmen nutzen. Lassen Sie sich von uns zeigen, wie Sie dorthin gelangen","153":"Individualisierung","154":"Es ist von entscheidender Bedeutung, dass Propertybase nach Ihren Vorgaben funktioniert. Passen Sie Propertybase mit den integrierten Tools an Ihre Bedürfnisse an oder erweitern Sie die Standardfunktionen durch eine individuelle Programmierung oder nutzen Sie die REST-API,um Fremdsysteme anzubinden.","155":"Schulung","156":"Wir passen die Schulungen an Ihre individuellen Bedürfnisse und Ihr Budget an. So wird sichergestellt, dass Ihr Team bereit ist, die grossartigen Funktionen von Propertybase zu nutzen. Im Fokus steht dabei die Entlastung der Mitarbeitenden und die damit verbundene Freude mit Propertybase zu arbeiten.","157":"Support & Unterhalt", "158":"Wir unterstützen Sie allen Fragen oder auftretenden Problem beim Einsatz von Propertybase. Egal ob Benutzersupport,Fehlermeldungen, einfache Anpassungen an Seitenlayouts oder anspruchsvollere Themen wie Prozesse oder Automatisierung, wir sind jederzeit für Sie da.","159":"IHR ERFOLG IST UNSERE MOTIVATION","160":"Die Schritte zum Erfolg","161":"Mit einem Fokus auf transparente Kommunikation, klar definierte Meilensteine und kontinuierliche Überwachung stellen wir sicher, dass Ihr Projekt effizient, reibungslos und mit langfristigem Erfolg abgeschlossen wird.","162":"Unser bewährtes Phasenmodell","163":"Von der ersten Ideenfindung bis zur finalen Umsetzung – und darüber hinaus.","164":"Analyse","165A":"Inhalt","165":"In der Analysephase liegt der Fokus auf dem umfassenden Verständnis der geschäftlichen Anforderungen und Prozesse. Dieser kritische Schritt beinhaltet eine detaillierte Untersuchung der bestehenden Systeme und Arbeitsabläufe, um die Bedürfnisse und Erwartungen der verschiedenen Stakeholder zu identifizieren und zu dokumentieren.","166":"Resultat","167":"Durch eine gründliche und methodische Analyse werden die Grundlagen für eine erfolgreiche Implementierung gelegt. Dies stellt sicher, dass die Lösung nicht nur den aktuellen Anforderungen entspricht, sondern auch flexibel genug ist, um zukünftige Geschäftsanforderungen zu unterstützen.","168":"Design","169":"Die Designphase baut auf den Erkenntnissen der Analysephase auf und konzentriert sich darauf, die ermittelten Anforderungen in konkrete technische und funktionale Spezifikationen umzusetzen. Diese Phase ist entscheidend für die Entwicklung einer robusten, skalierbaren und benutzerfreundlichen Lösung.","170":"Durch eine sorgfältige und detaillierte Designphase wird sichergestellt, dass das CRM- System nicht nur den aktuellen Geschäftsanforderungen entspricht, sondern auch zukunftssicher und erweiterbar ist. Diese Phase legt den Grundstein für eine erfolgreiche Implementierung und den langfristigen Erfolg des Projekts","171":"Umsetzung","172":"Die Umsetzungsphase in Salesforce- oder CRM- Projekten markiert den Übergang von der Planung zur aktiven Entwicklung und Implementierung der Lösung. In dieser Phase werden die in der Analyse- und Designphase definierten Anforderungen und Spezifikationen in funktionsfähige Software umgesetzt","173":"Durch eine sorgfältige und strukturierte Umsetzungsphase wird sichergestellt, dass das Salesforce- oder CRM-System den Anforderungen entspricht, stabil und zuverlässig funktioniert und von den Benutzern effektiv genutzt werden kann. Diese Phase ist entscheidend für den Erfolg des Projekts und die Zufriedenheit der Endbenutzer","174":"Schulung und Dokumentation","175":"Die Erstellung von Schulungsunterlagen und Durchführung von Trainingssessions für die Endbenutzer ist eine wichtige Komponente für die erfolgreiche Einführung eines Systems. Dies stellt sicher, dass die Benutzer mit dem neuen System vertraut sind und es effektiv nutzen können. Zusätzlich wird eine umfassende Systemdokumentation erstellt, die alle Konfigurationen, Anpassungen und Prozesse detailliert beschreibt.","176":"Durch eine gründliche und gut strukturierte Schulung und Dokumentation wird gewährleistet, dass die Benutzer das neue Salesforce- oder CRM-System effizient und effektiv nutzen können. Dies trägt maßgeblich zum Erfolg des Projekts bei, indem es die Akzeptanz der Benutzer fördert und die Produktivität steigert.","177":"Bereitstellung","178":"Die Bereitstellung des Systems und der anschliessende Post-Deployment-Support sind entscheidende Phasen in Salesforce- oder CRM- Projekten. Sie stellen sicher, dass das neue System reibungslos in Betrieb genommen wird und nachhaltig funktioniert","179":"Dank einer sorgfältigen Planung und enger Zusammenarbeit aller Beteiligten verläuft die Bereitstellung reibungslos. Der Post- Deployment-Support gewährleistet die fortlaufende Optimierung basierend auf Benutzerfeedback.","180":"25'000","181":"4'000","182":"* Garantierte Reaktionszeit bei Notfällen","183":"Nachricht eigeben", "184":"Exposé Automation ohne Kompromisse", "185":"Unsere innovative Lösung vereinfacht und optimiert die tägliche Arbeit, spart wertvolle Zeit und senkt gleichzeitig die Kosten - für maximale Effizienz und Wirtschaftlichkeit","186":"Optimierung Ihrer Arbeitsabläufe", "187":"Integrieren Sie Daten aus Propertybase mühelos, optimieren Sie Ihre Abläufe und konzentrieren Sie sich auf das Wesentliche. Dank eines einfachen Onboarding-Prozesses und einer benutzerfreundlichen Oberfläche können Sie sofort durchstarten, während Sie die Qualität Ihrer Ergebnisse beibehalten oder sogar verbessern", "188":"Über EXPOSE for Propertybase", "189":"Reduziert Ihre 'Time to Market'", "190":"Jetzt können Sie Ihre Verkaufsunterlagen und die Erstellung von Direktmailings kompromisslos automatisieren und so viel Zeit UND Geld sparen!","191":"Create beautiful PDFs & print products - fully automated", "192":"Druck Automation", "193":"Zeitersparnis", "194":"Reduktion der Kosten", "195":"Zufriedene Kunden","196":"Hinterlassen Sie einen hervorragenden ersten Eindruck mit automatisiert erstellten PDFs", "197":"Heben Sie sich mit Direct Mails von lhren Mitbewerbern ab - automatisiert und einfach", "198":"Gehen Sie die extra Melle. Zeigen Sie lhre Produkte oder Immobilie in Form von automatisiert generierten Broschüren und Büchern","199":"Individuell auf Ihre Bedürfnisse zugeschnittene Templates","200":"Dank der maßgeschneiderten Designvorlagen können Sie digitale PDFs oder gedruckte Broschüren ganz allein erstellen. Sie brauchen keine Hilfe von Grafikdesignern oder Agenturen. Das verkürzt Ihre Time-to-Market und senkt Ihre Kosten", "201":"Einfacher Editor", "202":"Ihre PDFs Broschüren mit einer persönlichen Note versehen? Ganz einfach. Mit unserem webbasierten Editor können Sie schnell neue Fotos hinzufügen oder zuschneiden and Ihre Texte bearbeiten.","203":"Schlüsselfertige Vermarktungslösung","204":"Die Schweizer Version von Propertybase wurde für die Bedürfnisse von Schweizer Immobilienmaklern vorkonfiguriert.Gleichzeitig bittet die Propertybase Swiss Edition noch genügend Spielraum, um die individuellen Anpassungswünsche jedes einzelnen Kunden berücksichtigen zu können.","205":"Immobilienmarketing mit Präzision und Exzellenz", "206":"Als umfassende, leistungsfähige und trotzdem einfache Lösung für die Vermarktung von Immobilien ist Propertybase SE schnell eingeführt. Vordefinierte Prozesse erleichtern die Einhaltung von Standards und erhöhen die Datenqualität. Der Zusatz SWISS EDITION steht für Schweizer Werte wie Qualität, Zuverlässigkeit und Präzision","207":"Erleichtert den Alltag des Vermarkters", "208":"In der schnelllebigen Welt der Immobilienbranche sind Effizienz und nahtlose Kommunikation der Schlüssel zum Erfolg. Anfragen zu bearbeiten, Leads nachzuverfolgen und den Überblick zu behalten, kann schnell überwältigend wirken. Deshalb ist es entscheidend, Ihre täglichen Aufgaben zu optimieren – nicht nur, um Zeit zu sparen, sondern auch, um den aussergewöhnlichen Service zu bieten, den Ihre Kunden erwarten","209":"RUND UM DIE UHR FÜR SIE IM EINSATZ","210":"Automatisierter Versand von Exposés","211":"Anfragen von Immobilienportalen und von Ihrer Website werden automatisch erfasst und das Exposé der Immobilie wird umgehend mit einer personalisierten E-Mail an den Interessenten zugestellt. Eine intelligente Erfassungslogik stellt sicher, dass ein Kontakt nicht mehrfach erfasst wird.","212":"SCHLUSS MIT PENDENTEN ANFRAGEN","213":"Vollautomatisierter Nachfass- und Absageprozess","214":"Vergeuden Sie keine Zeit mit 'Bestelltouristen' und mühen Sie sich nicht miterfolglosen Versuchen ab, einen Interessenten telefonisch zu erreichen. Bestimmen Sie wie oft und in welchem Zeitabstand per E-Mail nachgefasst werden soll.","215":"NEUES MANDAT – INTERESSENTEN SOFORT GENERIEREN","216":"Versand Exposé an Warteliste","217":"Nutzen Sie den zeitlichen Vorsprung. Warum also warten, bis die Vermarktungsunterlagen fertiggestellt sind? Publizieren Sie die Immobilie doch bereits auf Ihrer Website oder den Portalen. Die Interessenten werden auf die Warteliste gesetzt und auf Knopfdruck mit dem Exposé bedient.","218":"NUTZEN SIE IHRE ADRESSDATENBANK","219":"E-Mail Kampagnen","220":"Mit dem integrierten Kampagnenmodul informieren Sie potenzielle Interessenten in Ihrer Adressdatenbank und über ein neues Mandat. Auf Knopfdruck, also ohne da Ausfüllen eines Formulars kann dieser das Exposé bestellen. Der automatisierte Versand-und Nachfassprozess erledigt den Rest.","221":"Übersicht der Kernmodule","222":"Unsere Kernmodule bilden die Grundlage für effiziente Arbeitsabläufe in der Immobilienvermittlung. Sie vereinen essenzielle Werkzeuge, um tägliche Aufgaben zu vereinfachen, die Organisation zu verbessern und wertvolle Einblicke zu gewinnen. Konzentrieren Sie sich auf das Wesentliche – erstklassigen Service bieten und mehr Abschlüsse erzielen","223":"LEISTUNGSFÄHIGES CRM MIT DEM SIE NIE DEN ÜBERBLICK VERLIEREN","224":"Kontakt- und Interessenten Management","225":"Kategorisieren Sie Ihre Kontakte nach Eigentümer, Interessenten oder sonstigen Geschäftskontakten. Mit Hilfe von Themenlisten haben Sie eine Rundumsicht zu verwandten Datensätzen wie Immobilien als Eigentümer, Immobilienanfragen und Aktivitäten.","226":"WOHNIMMOBILIEN, ANLAGEIMMOBILIEN, GRUNDSTÜCKE, PROJEKTE","227":"Objektverwaltung","228":"Propertypase SE hat für jeden Immobilientyp das passende Page-Layout. Dadurch werden nicht plausible Daten (z. B. Grundstückfläche bei einer Wohnung) schon gar nicht angezeigt. Mit Hilfe von Themenlisten haben Sie eine Rundumsicht zu verwandten Datensätzen wie Eigentümer, Interessenten und Aktivitäten.","229":"VERMARKTUNG DER IMMOBILIE","230":"Listings","231":"Über Listings vermarkten Sie die Immobilie über die verschiedenen Kanäle wie Immobilienportale oder Ihrer Website. Vor der Aktivierung überprüft Propertybase SE, ob alle benötigten Informationen vorhanden sind und macht Sie auf fehlende Daten aufmerksam.","232":"EINFACHER GEHT ES NICHT","233":"Suchprofile und Matching","234":"Bei tausenden von Interessenten verliert man schnell einmal die Übersicht. Hinterlegen Sie bei Interessenten detaillierte Suchprofile und versorgen Sie diese über ein leistungsfähiges Matching in wenigen Schritten mit passenden Immobilienangeboten.","235":"FIX, BONUS ODER PAUSCHAL","236":"Abschluss ist nicht gleich Abschluss","237":"Mit der Unterstützung von unterschiedlichen Erfolgshonorarmodellen läuft der Abschlussprozess problemlos über die Bühne. Jede Abschlussart hat ihr passendes Page-Layout, welches mit den nötigen Daten ausgefüllt werden kann. Je nachdem welche Felder Sie auf dem Abschluss-Layout bereits ausgefüllt haben, passt sich der Status automatisch an.","238":"STUFENGERECHT UND AUSSAGEKRÄFTIG","239":"Dashboards und Berichte","240":"Mit Hilfe von Dashboards und Berichten hat nicht nur der Immobilienberater das Tagesgeschäft im Griff, sondern auch das Management verliert nie den Überblick über den Geschäftsverlauf.","241":"ABGESTIMMT AUF DIE PROZESSE","242":"Aktivitäten","243":"Aktivitäten beinhalten Aufgaben, Ereignisse und Kalender. Alle Aktivitäten stehen prozessbezogen zur Verfügung und verbinden sich automatisch mit dem Kontakt, der Immobilie oder einer Anfrage. Auf der Aktivitätszeitachse werden Aktivitäten chronologisch dokumentiert.","244":"Erweiterte Funktionalität inklusive","245":"Unsere Immobilienlösung bietet innovative und umfassende Funktionen, um Ihr Geschäft auf ein neues Niveau zu heben. Mit diesen wegweisenden Features und Tools erreichen Sie unvergleichliche Effizienz, optimieren Ihre Arbeitsabläufe und erzielen außergewöhnlichen Erfolg!","246":"IMMER EINE HERAUSFORDERUNG","247":"Paarlösung","248":"Jede Person wird im System individuell geführt und verfügt über eigene historische Einträge. Während der Dauer einer Paarbeziehung werden jedoch beide Personen, die Teil der Beziehung sind, gemeinsam angezeigt. Die Lösung stellt sicher, dass persönliche Daten persönlich bleiben, während die gemeinsame Geschichte während der Beziehung sowie die aktuelle und vergangene Paarbeziehungen sichtbar sind. Eine Einzelperson kann im Laufe der Zeit mehrmals Teil eines Paares sein.","249":"INDIVIDUELL FÜR IHRE MARKTGEBIETE","250":"SWISS Postal Code Service","251":"Vereinfachen Sie die Dateneingabe mit der Schweizer Postleitzahl-Integration. Optimieren Sie Ihre Arbeitsabläufe mit unserer Schweizer Postleitzahl-Funktion, die entwickelt wurde, um Genauigkeit zu erhöhen und Zeit zu sparen. Dieses leistungsstarke Tool weist automatisch die Stadt und Region basierend auf der eingegebenen Postleitzahl sowohl für Kontakte als auch für Immobilien zu.","252":"SOFORT WISSEN WAS LÄUFT","253":"Analytics","254":"Erhalten Sie einen detaillierten Überblick über Interessenten, ihre Herkunft und Ablehnungsgründe. Verfolgen Sie den Status jedes Interessenten in Echtzeit für eine verbesserte Pipeline-Verwaltung. Wandeln Sie Daten in umsetzbare Erkenntnisse um, verfeinern Sie Ihre Strategien und erzielen Sie beispiellosen Erfolg.","255":"SIE BESTIMMEN DIE PROZESSE","256":"Leistungsfähiger Flow Builder","257":"Stärken Sie Ihr Unternehmen mit dem Flow Builder – dem ultimativen Tool zur Erstellung automatisierter Workflows und zur einfachen Optimierung komplexer Prozesse. Egal, ob Sie Leads, Umfragen oder andere individuelle Geschäftsanforderungen verwalten: Mit Flow Builder haben Sie Ihre Prozesse im Griff und bieten sowohl Nutzern als auch Kunden ein außergewöhnliches Erlebnis.","258":"Die Cloud kennt keine Öffnungszeiten","259":"Erfüllen Sie die Erwartungen Ihrer Kunden noch besser. Der Kunde erwartet heute einen digitalen Service rund um die Uhr. Ein umfassender Self Service und kurze Antwortzeiten gehören ebenso dazu wie die Möglichkeit mit einem einzigen Mausklick eine Rü ckmeldung geben zu können.","260":"Transforming the Way You Work","261":"Web Office unterstützt Sie optimal bei der digitalen Transformation. Durch die Integration einer Vielzahl digitaler Services werden Prozesse optimiert, Ihre Mitarbeiter entlastet und Ihr Unternehmen als zukunftsorientierte,digital ausgerichtete Organisation positioniert.","262":"Ihre digitale Abteilung in der Cloud","263":"Web Office ist eine Plattform, die Sie bei digitalen Transformation durch kleine Helfer (digitale Mitarbeitende) unterstützt. Die Lösung integriert eine Vielzahl moderner digitaler Services nahtlos in Ihren Arbeitsalltag. Dadurch werden Ihre Mitarbeiter effizient entlastet, und Ihr Unternehmen präsentiert sich als innovativer Vorreiter in der digitalen Welt." ,"264":"ZUVERLÄSSIG, EFFIZIENT UND UNERMÜDLICH","265":"Digitale Mitarbeiter","266":"Im Gegensatz zu menschlichen Mitarbeitern sind die digitalen Mitarbeiter im Web Office unermüdlich und arbeiten rund um die Uhr ohne Fehler oder Ausfälle. Sie benötigen weder Rekrutierung noch Einarbeitung oder persönliche Betreuung. Zudem sind sie flexibel skalier- und erweiterbar, ohne Forderungen nach Gehaltserhöhungen oder Weiterbildungen. In schwierigen Zeiten bleiben sie dem Unternehmen stets loyal, wechseln nicht zur Konkurrenz, und es gibt keinerlei Risiko eines Wissensverlusts oder der Weitergabe sensibler Geschäftsgeheimnisse. Eine ideale Ergänzung für Ihr modernes Unternehmen.","267":"Davon profitiert der reale mitarbeiter","268":"MEHR ZEIT FUR DAS WESENTLICHE","269":"Durch die Entlastung, die das Web Office bietet, gewinnen Ihre Mitarbeiter wertvolle Zeit für das, was wirklich zählt: die Akquisition neuer Mandate und die optimale Betreuung Ihrer Auftraggeber während der gesamten Mandatsphase. Interessenten in der Entscheidungsphase können durch zusätzliche Besichtigungen und sorgfältig vorbereitete Beratungsgespräche gezielt zum Abschluss geführt werden. So steigern Sie Effizienz und Kundenzufriedenheit gleichermaßen.","270":"Hybride Kundebetreuung","271":"DIE SYMBIOSE VON DIGITAL UND ANALOG","272":"Jeder Mitarbeitertyp – digital und analog – hat einzigartige Stärken, die in Kombination ein unschlagbares Team bilden. Digitale Mitarbeiter gewährleisten Zuverlässigkeit rund um die Uhr, sind pandemieresistent, flexibel skalierbar und kosteneffizient. Reale Mitarbeiter hingegen bringen menschliche Eigenschaften wie Interaktion, Persönlichkeit, Fachwissen, Gespür und Instinkt ein. Gemeinsam schaffen sie eine perfekte Balance, die den Erfolg Ihres Unternehmens nachhaltig sichert.","273":"Übersicht der Module", "274":"Feedback Favorite", "275":"Einsatzbereich","276":"Auftraggeber erwarten von ihrem Makler klare Einblicke in den Status der Interessenten – insbesondere in die Gründe für Absagen. Doch das klassische Nachfassen per Telefon oder E- Mail ist zeitaufwendig und belastend. Hier entsteht ein Konflikt: Der Makler möchte einerseits den Auftraggeber mit den gewünschten Informationen versorgen, andererseits seine Ressourcen auf Interessenten konzentrieren, die kurz vor einer Besichtigung oder Entscheidung stehen.", "275A": "Mit Feedback Favorite können Interessenten direkt aus einer E-Mail heraus ihre Absagegründe mitteilen. Der Makler erhält dadurch automatisch wertvolles Feedback zu jeder Immobilie. Dieses Feedback unterstützt den Makler dabei, die Vermarktungsstrategie gezielt anzupassen und dem Auftraggeber fundierte Informationen bereitzustellen","276A":"Die übermittelten Absagegründe werden in Echtzeit an Propertybase weitergeleitet, und der Favorit wird automatisch geschlossen. So wird der Prozess effizient und nahtlos in den Arbeitsalltag integriert","277":"Feedback Closing","278A":"Einsatzbereich","279":"Der Verkauf oder Kauf einer Immobilie ist eine emotionale Reise für Käufer und Verkäufer. Damit ein Makler seine Rolle als Vermittler professionell und umfassend erfüllen kann, ist kontinuierliche Verbesserung entscheidend. Das Feedback beider Parteien nach einem erfolgreichen Abschluss liefert wertvolle Erkenntnisse, die zur Optimierung von Prozessen und zur Stärkung der Kundenbeziehungen beitragen können.", "279A":"Hinter den Kulissen","279C":"Mit Feedback Closing können sowohl Verkäufer als auch Käufer eine Bewertung für die verschiedenen Phasen des Vermittlungsprozesses abgeben. Der Makler erhält dadurch wichtige Einblicke, die er nutzen kann, um seine Abläufe und den persönlichen Kontakt zu Auftraggebern und Interessenten gezielt zu verbessern","279B": "Das Feedback der Parteien wird in Form eines Sterne-Ratings direkt am Abschluss hinterlegt. Dieses standardisierte und übersichtliche Format macht die Ergebnisse leicht auswertbar und unterstützt den Makler bei seiner kontinuierlichen Weiterentwicklung","280":"Campaign To Favorite","281":"Einsatzbereich","282":"Die Generierung von Interessenten ist der erste Schritt zu einem erfolgreichen Abschluss und bietet gleichzeitig großes Potenzial für die Akquise neuer Mandate – etwa wenn Interessenten selbst Eigentümer von Immobilien sind. Effektive Kampagnen zur Interessentengewinnung sind daher essenziell für nachhaltigen Erfolg.","282C":"Mit Campaign To Favorite können Makler unkompliziert Anfragen zu Immobilien (Favoriten) generieren. Das Modul ist flexibel einsetzbar: Egal ob über das in Propertybase integrierte Kampagnenmodul oder Drittanbieter-Tools wie Mailchimp oder Campaign Monitor – der Versand ist problemlos möglich. So bleibt der Makler bei der Wahl seiner Werkzeuge frei und kann auf die Bedürfnisse seines Geschäfts eingehen.","282A":"Hinter den Kulissen","282B":"Zur Überprüfung des Kampagnenerfolgs wird die Herkunft der Anfrage auf dem Favoriten erfasst. Falls detailliertere Analysen erforderlich sind, können zusätzliche Parameter, wie die von Google Analytics, in der Kampagne hinterlegt werden. Dies ermöglicht präzises Tracking und eine gezielte Optimierung zukünftiger Kampagnen.","283":"Subscription Settings","284":"Einsatzbereich","285":"Die Flut an Newslettern und ungezielten Nachrichten wird für viele Kunden zunehmend belastend. Umso wichtiger ist es, dass Makler gezielte und relevante Informationen versenden. Andernfalls riskieren sie, dass Kunden sich vom Informationsangebot abmelden und keine weiteren Nachrichten mehr empfangen möchten.","285A":"Anwendung in der Praxis","286":"Mit Subscription Settings können Kunden individuell festlegen, welche Art von Informationen sie vom Makler erhalten möchten. Während einige Kunden ausschließlich relevante Immobilienangebote wünschen, freuen sich andere über zusätzliche Einblicke, etwa in das Maklerunternehmen oder den Immobilienmarkt. So wird sichergestellt, dass die Kommunikation gezielt auf die Bedürfnisse jedes Kunden abgestimmt ist." , "287A" : "Hinter den Kulissen","287B":"Die Präferenzen der Kunden – einschließlich der Zustimmung zur Datenschutzerklärung und dem Zeitpunkt dieser Zustimmung – werden direkt auf dem Kontakt hinterlegt. Dadurch bleiben die Daten strukturiert und jederzeit nachvollziehbar, was eine professionelle und rechtssichere Kommunikation ermöglicht.","288" :"In Vorbereitung","289":"Wir erweitern WEB OFFICE laufend und arbeiten aktuell an den folgenden Modulen:","290":"Search Profile","291":"Hinterlegung und Pflege von Suchprofilen im Self Service.","292":"Feedback Favorite PRO","293":"Erweiterte Funktionalität von Feedback Favorite: Interessenten können nicht nur ihre Rückmeldung abgeben, sondern auch direkt die bereitgestellten Unterlagen einsehen und nächste Schritte wie die Vereinbarung einer Besichtigung einleiten oder eine Absage erteilen. Dieses intuitive Feature vereinfacht die Interaktion und beschleunigt den Prozess für alle Beteiligten","294":"Auto Matching","295":"Mithilfe von KI werden die Anfragen und Suchprofile eines Interessenten kontinuierlich analysiert. Auf dieser Basis wird automatisch eine E-Mail mit passenden Immobilienvorschlägen versendet, wodurch Interessenten gezielt und individuell adressiert werden.","296":"Das spricht für WEB OFFICE","297":"WEB OFFICE bietet eine Vielzahl von Vorteilen, die Ihren Arbeitsalltag revolutionieren und Ihr Unternehmen zukunftssicher machen:","298":"Real-Time Self-Service für Kunden:","299" : " Direkter Zugriff auf Informationen und Funktionen, jederzeit und überall.", "300":"Rund um die Uhr verfügbar:","301":"Kontinuierliche Unterstützung ohne Unterbrechungen.","302":"Skalierbarkeit auf Knopfdruck:","303":"Kapazitäten können flexibel und schnell an aktuelle Bedürfnisse angepasst werden.","304":"Wachstumsfördernd:","305":"Unterstützung bei der Expansion Ihres Unternehmens durch effiziente digitale Prozesse.","306":"Standardisierte Prozesse:","307":"Einhaltung vorgegebener Standards und Abläufe für gleichbleibend hohe Qualität.", "305A":"Mehr Zeit für das Wesentliche:","305B":"Entlastung der Berater für fokussierte Betreuung und strategische Aufgaben.", "308":"Lösung personeller Herausforderungen:","309": "Minimierung von Personalengpässen und Überlastungen.","310":"Optimale Auftraggeber-Information:","310A":"Präzise und aktuelle Daten steigern die Zufriedenheit der Auftraggeber.","311":"Pandemieresistenz:","312":"Zuverlässiger Betrieb unabhängig von äußeren Einflüssen.","313":"Kosteneffizienz:","314":"Einsparung von Ressourcen durch automatisierte und digitale Prozesse.","315":"WEB OFFICE ist die ideale Lösung, um Effizienz, Flexibilität und Qualität in Ihrem Unternehmen nachhaltig zu steigern.","316":"Diese Unternehmen haben bereits digitale Mitarbeitende eingestellt:","317":"Bereit für den nächsten Schritt?","318":"ir stehen Ihnen gerne für weitere Informationen oder ein Beratungsgespräch zur Verfügung.","400":"Datenschutzerklärung", "401":"1. Allgemeine Hinweise","402":"Der Schutz Ihrer persönlichen Daten ist uns wichtig. In dieser Datenschutzerklärung informieren wir Sie über die Verarbeitung Ihrer personenbezogenen Daten beim Besuch unserer Website.","403":"2. Verantwortlicher","404":"3.3. Erhebung und Speicherung personenbezogener Daten","405":"a) beim Besuch der Website","406":"Beim Besuch unserer Website werden automatisch folgende Daten durch den Server erfasst:","407":"Schweiz", "408":"Herr Urs Senn","409":"IP-Adresse","410":"Datum und Uhrzeit des Zugriffs","411":"Besuchte Seiten","412":"Verwendeter Browser und Betriebssystem","413":"Diese Daten dienen ausschliesslich der Sicherstellung des Betriebs der Website und der Verbesserung unseres Angebots.","414":"b) Bei der Nutzung der Kontaktformulare","415":"Wenn Sie uns über das Kontaktformular kontaktieren, werden folgende Daten erhoben:","416":"Name","417":"E-Mail-Adresse","418":"Besuchte Seiten","419":"Nachrichtentext","420":"Diese Daten sind notwendig, um Ihre Anfrage zu bearbeiten und mit Ihnen in Kontakt zu treten. Die Rechtsgrundlage für die Verarbeitung Ihrer Daten ist:","421":"Nach DSGVO:","422":" Art. 6 Abs. 1 lit. b (Vertragserfüllung) oder Art. 6 Abs. 1 lit. f (berechtigtes Interesse).","423":"Nach DSG (Schweiz):","424":" Art. 6 DSG (Bearbeitung personenbezogener Daten zur Erfüllung eines Vertrages oder zur Durchführung vorvertraglicher Massnahmen auf Anfrage der betroffenen Person).","425":"Datenaufbewahrung:","426":"Die im Rahmen des Kontaktformulars erhobenen Daten werden nur so lange gespeichert, wie dies zur Bearbeitung Ihrer Anfrage erforderlich ist oder wie es gesetzliche Aufbewahrungsfristen verlangen. Nach Ablauf dieser Fristen werden die Daten gelöscht.","427":"Übermittlung in Drittländer:","428":"Die über das Kontaktformular erhobenen Daten werden ausschliesslich auf Servern in der Schweiz, der EU oder in Drittstaaten verarbeitet, die über einen angemessenen Datenschutzstandard gemäss dem Schweizer Datenschutzgesetz verfügen. Sofern eine Übermittlung in Länder ohne angemessenes Datenschutzniveau erforderlich ist, erfolgt dies nur mit Ihrer ausdrücklichen Zustimmung oder auf Basis vertraglicher Garantien.","429":"Ihre Rechte nach Schweizer Datenschutzgesetz:","430":"Neben den bereits genannten Rechten (siehe Punkt 7) haben Sie nach dem DSG zusätzlich das Recht, sich über Datenbearbeitungen und deren Zweck direkt bei uns zu informieren.","431":"Zur Ausübung dieser Rechte oder bei Fragen zur Datenverarbeitung können Sie uns unter den in Punkt 2 angegebenen Kontaktinformationen erreichen.","432":"4. Cookies","433":"Wir verwenden Cookies, um die Nutzung unserer Website zu erleichtern. Sie können in den Einstellungen Ihres Browsers die Verwendung von Cookies einschränken oder deaktivieren.","434":"5. Einsatz von Google Analytics","435":"Diese Website nutzt Google Analytics, einen Webanalysedienst der Google LLC („Google“). Google Analytics verwendet Cookies, die eine Analyse der Benutzung der Website durch Sie ermöglichen.","436":"Die durch die Cookies erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert. Wir nutzen Google Analytics ausschließlich mit aktivierter IP-Anonymisierung, sodass Ihre IP-Adresse innerhalb der Mitgliedstaaten der Europäischen Union gekürzt wird.","437":"Die Verarbeitung erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an der Analyse und Optimierung unserer Website).","438":"Sie können die Erfassung Ihrer Daten durch Google Analytics verhindern, indem Sie das Browser-Add-on zur Deaktivierung von Google Analytics herunterladen und installieren: https://tools.google.com/dlpage/gaoptout.","439":"6. Weitergabe von Daten","440":"Ihre Daten werden nicht an Dritte weitergegeben, es sei denn, dies ist gesetzlich vorgeschrieben, für die Vertragserfüllung erforderlich oder erfolgt im Rahmen von Google-Diensten wie beschrieben.","441":"7. Rechte der betroffenen Personen","442":"Sie haben das Recht auf:","443":"Auskunft über Ihre gespeicherten Daten","444":"Berichtigung falscher Daten","445":"Löschung Ihrer Daten","446":"Einschränkung der Verarbeitung","447":"Widerspruch gegen die Verarbeitung","448":"Datenübertragbarkeit","449":"Zur Ausübung dieser Rechte können Sie uns kontaktieren (siehe Punkt 2).","450":"8. Kontakt und Beschwerden","451":"Für Fragen zur Datenverarbeitung oder bei Beschwerden wenden Sie sich bitte schriftlich (per Post) an uns. Sie haben auch das Recht, sich bei einer Datenschutzaufsichtsbehörde zu beschweren.","452":"Letzte Aktualisierung: 1. Januar 2025","453":"Diese Website verwendet Cookies, um das Benutzererlebnis zu unterstützen. Wenn Sie diese Seite weiterhin nutzen, gehen wir von Ihrem Einverständnis aus.","454":"Mehr erfahren"}
 