{"1":"Cloud-CRM für Immobilien","2":"Nutzen Sie die Leistungsfähigkeit einer nativen Cloud-Lösung, um Ihr Unternehmen bei der digitalen Transformation zu unterstützen.","3":"Dienstleistungen ","4":"Unterstützung","5":"Lösungen","6":"Kontakt","7":"Wir sind Ihr Propertybase Full Service Provider ","8":" Wir nehmen die Anforderungen und Bedürfnisse unserer Kunden ernst und bieten ihnen professionelle Unterstützung bei der Implementierung und dem Betrieb von Propertybase.","9":"Jahre Erfahrung","10":"Erfolgreiche Projekte","11":"Zufriedene Anwender","12":"Unterstützt durch die Salesforce-Plattform","13":"Premium-CRM für Immobilienmakler","14":"Propertybase ist eine umfassende und leistungsstarke CRM-Lösung für die Vermarktung von Wohn-, Gewerbe- und Anlageimmobilien.","15":"Mit Propertybase können Immobilienprofis den gesamten Anschaffungs- und Verkaufszyklus auf einer einzigen zentralen Plattform verwalten.","16":"Anwender","17":"Kunden","18":"Länder","19":"Salesforce gilt als Pionier im Bereich cloudbasierter Business-Software, insbesondere CRM-Systeme für unterschiedliche Bedürfnisse und Branchen. Heute ist Salesforce der führende Anbieter von CRM-Lösungen.","20":"Propertybase wurde speziell für die Salesforce-Plattform entwickelt. Die maklerspezifischen Module von Propertybase interagieren perfekt mit den zugrundeliegenden Plattform- und CRM-Funktionen von Salesforce.","21":"Umfangreich und effizient","22":"Zu den Hauptfunktionen von Propertybase gehören","23":"Lead- und Kontaktmanagement","24":"Verwalten und organisieren Sie alle Ihre Kontakte wie Kunden, Interessenten und Geschäftskontakte in einer zentralen Ablage. Bilden Sie Ihre Geschäftsprozesse bei der Akquise oder Vermarktung mit Hilfe von Themenlisten ab und verlieren Sie dank der integrierten Aktivitätenübersicht und Themenlisten nie den Überblick.","25":"Listing-Management (Portale und Website)","26":"Erstellen Sie in wenigen Schritten Ihre Inserate und veröffentlichen Sie diese per Mausklick auf den Portalen Ihrer Wahl und auf Ihrer Website. Vor der Freischaltung prüft Propertybase, ob alle erforderlichen Angaben vorhanden sind und weist Sie auf fehlende Daten hin.","27":"Automatisierung, Prozesse und Workflows","28":"Entlasten Sie Ihr Team von zeitintensiven Tätigkeiten, die sich automatisieren lassen. Propertybase übernimmt die Aufnahme von Anfragen (Portale, Website, etc.), versendet umgehend die entsprechende Dokumentation und auch der anschließende Follow-Up-Prozess kann basierend auf Ihren Vorgaben angestoßen werden. ","29":"Immobilienverwaltungen","30":"Alle objektbezogenen Basisdaten, Dokumente, Bilder und Ansprechpartner an einem zentralen Ort. Für jede Objektart steht das passende Seitenlayout zur Verfügung. Mithilfe von Themenlisten haben Sie einen umfassenden Überblick über zusammengehörende Datensätze wie Kunden, Interessenten und Aktivitäten.","31":"Tolle Berichte und Dashboards","32":"Verwenden Sie Echtzeit-Dashboards, um Ihre betriebliche, finanzielle und Marketing-Leistung zu überwachen. Erstellen Sie motivierende Dashboards für Ihr Team, um dessen Leistung zu verfolgen. Verwenden Sie die mobile App von Propertybase, um unterwegs auf Berichte und Dashboards zuzugreifen.","33":"Integration mit anderen Systemen","34":"Die Salesforce-Plattform ermöglicht eine nahtlose Integration mit vielen anderen Systemen, optimiert Datenflüsse und vermeidet doppelte Arbeit. Durch die Integration können Prozesse automatisiert werden, was zu erheblichen Effizienzgewinnen führt, die Komplexität reduziert und zur Kostensenkung beiträgt.","35":"Hilft Ihnen, das Beste aus Propertybase herauszuholen","36":"Unsere Propertybase-Dienste","37":"Bei der Erfüllung von Kundenanforderungen setzen wir uns keine Grenzen. Dank unserer langjährigen Erfahrung können wir ein umfassendes Leistungsspektrum von der Beratung über Schulungen bis hin zur individuellen Programmierung anbieten.","38":"Erste Schritte","39":"Beratung","40":"Wir hören Ihnen gerne aufmerksam zu und erfahren mehr über Ihr Unternehmen. Das ist entscheidend für eine erfolgreiche Implementierung von Propertybase. Sobald wir ein gutes Verständnis haben, können wir Sie bei der Umsetzung Ihrer Gesamtstrategie unterstützen. So erhalten Sie eine Lösung, die perfekt auf Sie zugeschnitten ist.","41":"Durchführung","42":"Wir begleiten Sie durch den Prozess der erfolgreichen Inbetriebnahme von Propertybase. Von der Grundkonfiguration und Sicherheitseinstellungen über Felder und Seitenlayouts bis hin zu Reports und Dashboards gestalten wir Propertybase für Ihr Unternehmen.","43":"Integration","44":"Propertybase kann über die Salesforce-Plattform mit vielen anderen Cloud-Anwendungen verbunden werden. Nutzen Sie unsere Expertise, um diese Anwendungen zu integrieren. Jedes Unternehmen sollte eine vollständig integrierte Suite von Cloud-basierten Apps nutzen. Wir zeigen Ihnen, wie Sie dorthin gelangen.","45":"Anpassung","46":"Entscheidend ist, dass Propertybase so funktioniert, wie Sie es sich wünschen. Passen Sie Propertybase mit den integrierten Tools an Ihre Bedürfnisse an oder erweitern Sie die Standardfunktionen mit individuellen Programmierungen oder nutzen Sie die REST-API zur Anbindung von Drittsystemen.","47":"Ausbildung","48":"Wir passen die Schulungen individuell an Ihre Bedürfnisse und Ihr Budget an. So stellen wir sicher, dass Ihr Team bereit ist, die tollen Features von Propertybase zu nutzen. Im Vordergrund steht die Entlastung der Mitarbeiter und die damit verbundene Freude an der Arbeit mit Propertybase.","49":"Laufende Unterstützung","50":"Wir unterstützen Sie bei sämtlichen Fragen oder Problemen, die bei der Nutzung von Propertybase auftreten. Egal ob Benutzersupport, Fehlermeldungen, einfache Anpassungen von Seitenlayouts oder anspruchsvollere Themen wie Prozesse oder Automatisierung, wir sind jederzeit für Sie da.","51":"Wir leben Propertybase","52":"Warum uns wählen","53":"Unsere Ziele sind einfach und klar. Wir wollen die Erwartungen unserer Kunden übertreffen und streben eine langfristige und persönliche Beziehung zu ihnen an.","54":"Wir behandeln die Bedürfnisse unserer Kunden, als wären es unsere eigenen und erbringen unsere Leistungen stets engagiert und kompetent.","55":"Sie suchen einen Partner an Ihrer Seite, der Sie bei der digitalen Transformation im Bereich der Immobilienvermarktung unterstützt, dann sind Sie bei uns richtig.","56":"Kontaktieren Sie uns","57":"Erfahrung","58":"Wir verfügen über fundiertes Fachwissen, wenn es um Prozesse in der Vermarktung von Immobilien geht. In den vergangenen 7 Jahren haben wir Propertybase bei vielen Unternehmen unterschiedlicher Größe eingeführt oder waren für die Betreuung bzw. Weiterentwicklung beauftragt.","59":"Qualität","60":"Die Abhängigkeit von einem CRM-System ist hoch. Es ist das zentrale und führende System, wenn es um die Abwicklung von Geschäften geht. Unterbrechungen oder Einschränkungen im Betrieb können fatale Folgen haben. Für uns steht daher bei der Erbringung unserer Leistungen stets der qualitative Aspekt im Vordergrund.","61":"Vertraulichkeit","62":"Selbstverständlich erbringen wir unsere Leistungen stets unter Wahrung der Vertraulichkeitsinteressen unserer Kunden. Mit der Unterzeichnung einer Vertraulichkeitsvereinbarung (NDA) unterstreichen wir unsere Seriosität in dieser Hinsicht.","63":"Umfassende Unterstützung","64":"Mit dem Leistungsumfang eines CRM-Systems steigen auch die Ansprüche an dessen Wartung. Für die Implementierung neuer oder angepasster Prozesse stehen wir unseren Kunden als Partner zur Seite, der sich in allen Bereichen von Propertybase und den Umsystemen bestens auskennt.","65":"Exklusiv von Consennse","66":"Unsere Lösungen","67":"Schweizer Qualitätsarbeit ","68":"Propertybase SWISS EDITION","69":"Die Schweizer Version von Propertybase wurde für die Bedürfnisse von Schweizer Immobilienmaklern vorkonfiguriert.","70":"Erste Schritte ","71":"Ihre Digitalabteilung in der Cloud","72":"WEB OFFICE für Propertybase","73":"Kunden erwarten heute digitalen Service rund um die Uhr, inklusive Self-Service und kurzen Reaktionszeiten.","74":"Ihre Digitalabteilung in der Cloud","75":"Automatisierung ohne Kompromisse offenlegen","76":"EXPOSE für Propertybase","77":"Verkürzen Sie Ihre Markteinführungszeit, indem Sie die Erstellung Ihrer Dokumente automatisieren.","78":"Erste Schritte ","79":"Die unterschiedlichen Bedürfnisse und Anforderungen unserer Kunden fordern uns täglich heraus und dafür sind wir ihnen dankbar.","80":"Unsere Vorteile","81":"Dienstleistungen","82":"Beratung Implementierung Integration Individualisierung Schulung ", "81A":" Support & Unterhalt","83":"Lösungen","84":"Propertybase SWISS EDITION WEB OFFICE for Propertybase","85":"Produkte","86":"Propertybase Salesforce","87":"Hilfe-Center","88":"Consennse Service Desk Propertybase Helpdesk","89":"Ihr Propertybase Full Service Anbieter","90":"Privacy Policy","91":"Kontaktieren Sie uns","92":"Vorname","93":"Nachname","94":"Vorname eingeben","95":"Nachnamen eingeben","96":"Firma","97":"(optional)","98":"Firma eingeben","99":"E-Mail-Adresse","100":"Telefonnummer","101":"E-Mail-Adresse eingeben","102":"Telefonnummer eingeben","103":"Thema","104":"Betreff eingeben","105":"Nachricht","106":"Nachricht eingeben","107":"Senden","108":"25.000","109":"4.500","110":"Danke schön! ","111":"Wir haben Ihre Nachricht erhalten und werden uns in Kürze bei Ihnen melden.","112":"Ich interessiere mich für","113":"CRM Beratung Basis\n","114":"CRM Beratung SLA Silber\n","115":"CRM Beratung SLA Gold\n","116":"CRM-Beratung SLA Platin\n","117":"Ich brauche Rat","118":"Ihre Anfrage zur CRM-Beratung","119":"Support und Services","120":"Wir sind Ihr Partner für alle Belange rund um Ihre CRM-Umgebung und haben uns dem Erfolg Ihres Unternehmens verschrieben. Unser engagiertes Team bietet Ihnen einen einzigen persönlichen Ansprechpartner, der Ihr System in- und auswendig kennt. Unsere Experten bieten maßgeschneiderte Beratung und stellen sicher, dass Ihre spezifischen Geschäftsanforderungen zeitnah und effektiv erfüllt werden.","121": "Unsere Vertragsmodelle im Vergleich", "122": "Nachfolgend finden Sie unsere vier Vertragsmodelle, die auf die unterschiedlichen Bedürfnisse unserer Kunden zugeschnitten sind.Passt keines davon perfekt? Sprechen Sie uns an – wir beraten Sie gerne und erstellen ein individuelles Paket für Sie.", "123" : "Für Kunden,denen die Reaktionszeit nicht wichtig ist und auch keinen Bedarf an Zusatzleistungen haben","124":"Reaktionszeit Best Effort","125":"kein reduzierter Stundenansatz", "126A":"Für Kunden, die auf eine garantierte Reaktionszeit angewiesen sind und wahlweise von Zusatzleistungen zum Vorzugspreis profitieren wollen.", "126":"Reaktionszeit bei Notfällen: 24 Stunden", "127":"geringe monatliche Pauschale für SLA", "128": "wahlweise inklusive oder exklusive Propertybase/Salesforce Updates", "129" :"wahlweise mit oder ohne Backup zum Vorzugspreis","130":"Für Kunden, die auf eine verkürzte Reaktionszeit angewiesen sind und von wahlweise von zusätzlichen Zusatzleistungen zum Vorzugspreis profitieren möchten.","131":"Reaktionszeit bei Notfällen: 4, 8 oder 12 Stunden","132" :"Bevorzugte Ressourcenzuteilung", "133" :"Reduzierter Stundenansatz", "134" : "Monatliche Pauschale für SLA", "135" :"wahlweise inklusive oder exklusive Propertybase/Salesforce Updates", "136" : "wahlweise mit oder ohne Backup zum Vorzugspreis","137":"Für Kunden, die auf die kürzeste Reaktionszeit angewiesen sind und von zusätzlichen Inklusivleistungen zum Vorzugspreis profitieren möchten.", "138" :"Reaktionszeit bei Notfällen: 4 Stunden", "139":"Bevorzugte Ressourcenzuteilung", "140":"Reduzierter Stundenansatz","141":"Monatliche Pauschale für SLA", "142":"inklusive Propertybase/Salesforce Updates", "143":"inklusive Backup zum Vorzugspreis","144":"Mehr erfahren","145":"Unsere Propertybase Services","146":"Wir begleiten Sie auf dem Weg zu einer massgeschneiderten CRM-Lösung – von der ersten Beratung bis zum laufenden Support. Mit unserer langjährigen Erfahrung bieten wir Ihnen umfassende Services, die genau auf Ihre Anforderungen abgestimmt sind und langfristigen Mehrwert schaffen.","147":"Beratung","148":"Wir hören Ihnen gerne aufmerksam zu, um mehr über Ihr Unternehmen zu erfahren. Das ist für eine erfolgreiche Implementierung von Propertybase von entscheidender Bedeutung. Sobald wir ein gutes Verständnis haben, können wir Sie bei Umsetzung Ihrer Gesamtstrategie unterstützen. So erhalten Sie eine perfekt für Sie zugeschnittene Lösung.","149":"Implementierung","150":"Wir begleiten Sie durch den Prozess der erfolgreichen Inbetriebnahme von Propertybase. Von der Grundkonfiguration und den Sicherheitseinstellungen über Felder und Seitenlayouts bis hin zu Berichten und Dashboards gestalten wir Propertybase für Ihr Unternehmen.","151":"Integration","152":"Durch die Salesforce Plattform kann Propertybase mit vielen anderen Cloud-Anwendungen verbunden werden. Nutzen Sie unser Fachwissen, um diese Anwendungen zu integrieren. Eine vollständig integrierte Suite von Cloud-basierten Apps sollte jedes Unternehmen nutzen. Lassen Sie sich von uns zeigen, wie Sie dorthin gelangen","153":"Individualisierung","154":"Es ist von entscheidender Bedeutung, dass Propertybase nach Ihren Vorgaben funktioniert. Passen Sie Propertybase mit den integrierten Tools an Ihre Bedürfnisse an oder erweitern Sie die Standardfunktionen durch eine individuelle Programmierung oder nutzen Sie die REST-API,um Fremdsysteme anzubinden.","155":"Schulung","156":"Wir passen die Schulungen an Ihre individuellen Bedürfnisse und Ihr Budget an. So wird sichergestellt, dass Ihr Team bereit ist, die grossartigen Funktionen von Propertybase zu nutzen. Im Fokus steht dabei die Entlastung der Mitarbeitenden und die damit verbundene Freude mit Propertybase zu arbeiten.","157":"Support & Unterhalt", "158":"Wir unterstützen Sie allen Fragen oder auftretenden Problem beim Einsatz von Propertybase. Egal ob Benutzersupport,Fehlermeldungen, einfache Anpassungen an Seitenlayouts oder anspruchsvollere Themen wie Prozesse oder Automatisierung, wir sind jederzeit für Sie da.","159":"IHR ERFOLG IST UNSERE MOTIVATION","160":"Die Schritte zum Erfolg","161":"Mit einem Fokus auf transparente Kommunikation, klar definierte Meilensteine und kontinuierliche Überwachung stellen wir sicher, dass Ihr Projekt effizient, reibungslos und mit langfristigem Erfolg abgeschlossen wird.","162":"Unser bewährtes Phasenmodell","163":"Von der ersten Ideenfindung bis zur finalen Umsetzung – und darüber hinaus.","164":"Analyse","165A":"Inhalt","165":"In der Analysephase liegt der Fokus auf dem umfassenden Verständnis der geschäftlichen Anforderungen und Prozesse. Dieser kritische Schritt beinhaltet eine detaillierte Untersuchung der bestehenden Systeme und Arbeitsabläufe, um die Bedürfnisse und Erwartungen der verschiedenen Stakeholder zu identifizieren und zu dokumentieren.","166":"Resultat","167":"Durch eine gründliche und methodische Analyse werden die Grundlagen für eine erfolgreiche Implementierung gelegt. Dies stellt sicher, dass die Lösung nicht nur den aktuellen Anforderungen entspricht, sondern auch flexibel genug ist, um zukünftige Geschäftsanforderungen zu unterstützen.","168":"Design","169":"Die Designphase baut auf den Erkenntnissen der Analysephase auf und konzentriert sich darauf, die ermittelten Anforderungen in konkrete technische und funktionale Spezifikationen umzusetzen. Diese Phase ist entscheidend für die Entwicklung einer robusten, skalierbaren und benutzerfreundlichen Lösung.","170":"Durch eine sorgfältige und detaillierte Designphase wird sichergestellt, dass das CRM- System nicht nur den aktuellen Geschäftsanforderungen entspricht, sondern auch zukunftssicher und erweiterbar ist. Diese Phase legt den Grundstein für eine erfolgreiche Implementierung und den langfristigen Erfolg des Projekts","171":"Umsetzung","172":"Die Umsetzungsphase in Salesforce- oder CRM- Projekten markiert den Übergang von der Planung zur aktiven Entwicklung und Implementierung der Lösung. In dieser Phase werden die in der Analyse- und Designphase definierten Anforderungen und Spezifikationen in funktionsfähige Software umgesetzt","173":"Durch eine sorgfältige und strukturierte Umsetzungsphase wird sichergestellt, dass das Salesforce- oder CRM-System den Anforderungen entspricht, stabil und zuverlässig funktioniert und von den Benutzern effektiv genutzt werden kann. Diese Phase ist entscheidend für den Erfolg des Projekts und die Zufriedenheit der Endbenutzer","174":"Schulung und Dokumentation","175":"Die Erstellung von Schulungsunterlagen und Durchführung von Trainingssessions für die Endbenutzer ist eine wichtige Komponente für die erfolgreiche Einführung eines Systems. Dies stellt sicher, dass die Benutzer mit dem neuen System vertraut sind und es effektiv nutzen können. Zusätzlich wird eine umfassende Systemdokumentation erstellt, die alle Konfigurationen, Anpassungen und Prozesse detailliert beschreibt.","176":"Durch eine gründliche und gut strukturierte Schulung und Dokumentation wird gewährleistet, dass die Benutzer das neue Salesforce- oder CRM-System effizient und effektiv nutzen können. Dies trägt maßgeblich zum Erfolg des Projekts bei, indem es die Akzeptanz der Benutzer fördert und die Produktivität steigert.","177":"Bereitstellung","178":"Die Bereitstellung des Systems und der anschliessende Post-Deployment-Support sind entscheidende Phasen in Salesforce- oder CRM- Projekten. Sie stellen sicher, dass das neue System reibungslos in Betrieb genommen wird und nachhaltig funktioniert","179":"Dank einer sorgfältigen Planung und enger Zusammenarbeit aller Beteiligten verläuft die Bereitstellung reibungslos. Der Post- Deployment-Support gewährleistet die fortlaufende Optimierung basierend auf Benutzerfeedback.","180":"25'000","181":"4'000"}
 